<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_order_goods`;");
E_C("CREATE TABLE `ecs_order_goods` (
  `rec_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_name` varchar(120) NOT NULL DEFAULT '',
  `goods_sn` varchar(60) NOT NULL DEFAULT '',
  `product_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `goods_number` smallint(5) unsigned NOT NULL DEFAULT '1',
  `market_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `goods_attr` text NOT NULL,
  `send_number` smallint(5) unsigned NOT NULL DEFAULT '0',
  `is_real` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `extension_code` varchar(30) NOT NULL DEFAULT '',
  `parent_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `is_gift` smallint(5) unsigned NOT NULL DEFAULT '0',
  `goods_attr_id` varchar(255) NOT NULL DEFAULT '',
  `is_single` tinyint(1) DEFAULT '0',
  PRIMARY KEY (`rec_id`),
  KEY `order_id` (`order_id`),
  KEY `goods_id` (`goods_id`)
) ENGINE=MyISAM AUTO_INCREMENT=266 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_order_goods` values('2','2','44','豪华亲水温感凝胶记忆枕','ECS000044','0','1','705.60','588.00','','1','1','','0','0','','0');");
E_D("replace into `ecs_order_goods` values('23','15','74','蔻姿 全棉斜纹印花四件套纯棉床上用品套件 伯伦之谜 （适合1.5米床）','ECS000074','0','1','358.80','299.00','','0','1','','0','0','','0');");
E_D("replace into `ecs_order_goods` values('37','19','63','纯棉花朵样式荷叶边床品九件套（适用1.8米床）','ECS000063','0','1','1716.39','956.00','件数:九件套 \n颜色:紫色[10] \n','1','1','','0','0','44,45','0');");
E_D("replace into `ecs_order_goods` values('67','38','804','欧馆家具 韩式双人床1.5米 特价橡木实木床1.8米 [五包到家]','808','0','1','1970.00','1725.00','颜色::白色1.8米床[500] \n','1','1','','0','0','8116','2');");
E_D("replace into `ecs_order_goods` values('68','39','974','欧馆欧式床双人床 深色橡木床1.8米家具[五包到家]','Swalee-9061-301BC','0','8','10814.40','9012.00','颜色::深色 \n尺寸：:床1800*2000, \n','8','1','','0','0','10648,10653','0');");
E_D("replace into `ecs_order_goods` values('69','39','1001','欧馆家具  美式双人床1.8米 橡木床【五包到家】','6666','0','8','8400.00','7000.00','颜色::深色+描银（低箱） \n尺寸：:2410*2360*1580 \n','8','1','','0','0','10928,10933','0');");
E_D("replace into `ecs_order_goods` values('70','39','1218','聚全友家私地中海电视柜简约组合地柜[五包到家]','121132-DSG1','0','8','4797.60','3998.00','颜色 ::时尚电视柜 \n安装方式::组装 \n','8','1','','0','0','13121,13129','0');");
E_D("replace into `ecs_order_goods` values('71','39','1663','式大理石电视柜 白色烤漆 储物电视柜 客厅地柜','112','0','1','3585.60','2988.00','颜色 ::松香黄 \n尺寸：:2.2*50 \n','1','1','','0','0','26522,26524','0');");
E_D("replace into `ecs_order_goods` values('72','39','970','欧馆家具欧式新古典床头柜 纯实木欧式床头柜【五包到家】','ctg3202','0','16','6300.00','5250.00','颜色::深色木纹 \n尺寸：:700*500*710 \n','16','1','','0','0','10587,10593','0');");
E_D("replace into `ecs_order_goods` values('73','39','1048',' 法式新古典梳妆台 法式梳妆桌 实木化妆台[五包到家]','szt6623','0','8','5820.00','4850.00','','8','1','','0','0','','0');");
E_D("replace into `ecs_order_goods` values('74','39','1052','法式新古典四门衣柜 法式贵族 雕花衣柜 进口橡木实[五包到家]','DZ054','0','8','18000.00','15000.00','尺寸：:四门衣柜：2150×2300×620 \n','8','1','','0','0','11436','0');");
E_D("replace into `ecs_order_goods` values('75','39','1810','家具城高档欧式布艺沙发组合现代沙发636#[五包到家]','636#','0','1','7218.00','6198.00','尺寸:单人+脚踏+双人+左贵妃[1098] \n','1','1','','0','0','28375','0');");
E_D("replace into `ecs_order_goods` values('76','39','1049','实木家具 奢华法式新古典酒柜 高端欧式酒柜实木酒柜[五包到家]','DZ029','0','2','10170.00','8725.00','尺寸：: 单门酒柜（770x480x2150）[1500] \n颜色 ::银色+香槟银 \n','2','1','','0','0','11390,11388','0');");
E_D("replace into `ecs_order_goods` values('77','39','956','【欧馆】 酒店圆形大理石实木餐桌椅组合[五包到家]','988','0','1','15823.80','13624.00','颜色 ::一桌六椅,[2625] \n','1','1','','0','0','10458','0');");
E_D("replace into `ecs_order_goods` values('78','39','968','欧馆 欧式实木床 美式别墅儿童床[五包到家]','3301','0','1','10422.00','8685.00','颜色::图片色 \n尺寸：:1.5床外径1650*2160*2140 \n','1','1','','0','0','10573,10577','0');");
E_D("replace into `ecs_order_goods` values('79','39','897','法恩莎卫浴正品橡木实木浴室柜含龙头[五包到家]','FPGM3640C','0','8','9748.80','8124.00','颜色分类:: 【单孔盆】 \n','8','1','','0','0','9220','0');");
E_D("replace into `ecs_order_goods` values('80','39','863','法恩莎卫浴五件套亚克力浴缸1.7米澡盆[五包到家]','FW008Q','0','8','6298.80','5249.00','长度:: ≈1.7M \n颜色分类::右裙  \n','8','1','','0','0','8550,8555','0');");
E_D("replace into `ecs_order_goods` values('81','39','798','Jomoo九牧 LED花洒淋浴花洒套装 淋浴喷头套装 [五包到家]',' 36230-093','0','8','2691.60','2243.00','颜色分类::36230 \n','8','1','','0','0','8043','0');");
E_D("replace into `ecs_order_goods` values('82','39','710','安华卫浴 智能 一体坐洗马桶 智能连体座便器 电动马桶 aB1380-C[包邮楼下]','aB1380-C','0','9','12996.00','10830.00','颜色分类::坑距400mm \n','9','1','','0','0','6183','0');");
E_D("replace into `ecs_order_goods` values('83','39','1535','雅易欧式典雅简约壁纸 无纺布墙纸 卧室客厅电视背景墙','YYCG-035','0','1000','96.00','80.00','颜色分类:: 180201  \n','1000','1','','0','0','25261','0');");
E_D("replace into `ecs_order_goods` values('84','40','802','欧馆家具 欧式实木双人床1.8米 特价橡木品牌婚床 [五包到家]','9916','0','2','3123.80','2624.00','颜色::1.8米排骨架床[125] \n','2','1','','0','0','8079','0');");
E_D("replace into `ecs_order_goods` values('85','40','803','欧馆家具 欧式床1.8米 实木1.5米床 品牌橡木床 [五包到家]','9903','0','1','3123.80','2624.00','颜色::1.8米排骨架床[125] \n','1','1','','0','0','8097','0');");
E_D("replace into `ecs_order_goods` values('86','40','1436','全友家私 时尚青少年家具五件套装组合[五包到家]','121103-5JT-3MYG','0','1','8697.60','7248.00','颜色::床+床头柜+三门衣柜+书桌+书椅 \n家具结构：:床（1.5米） \n','1','1','','0','0','21577,21582','0');");
E_D("replace into `ecs_order_goods` values('87','40','1434','全友家居 卧室环保家具套装三件套双人床+2床头柜[五包到家]','101003-3JT1','0','1','2547.60','2123.00','颜色::1.8m床+2个床头柜  \n家具结构：:框架结构 \n','1','1','','0','0','21557,21563','0');");
E_D("replace into `ecs_order_goods` values('88','40','902','【欧馆】美式真皮双人床1.8米高箱实木床1.8米[五包到家]','6620','0','1','5147.60','4873.00','颜色::1.8米*2.0米排骨架  [3500] \n','1','1','','0','0','26302','0');");
E_D("replace into `ecs_order_goods` values('89','40','927','【欧馆】美式真皮床 实木特价1.8米双人橡木床[五包到家]','6621','0','1','6698.80','5749.00','颜色::1.8米*2.0米高箱[1000] \n','1','1','','0','0','10069','0');");
E_D("replace into `ecs_order_goods` values('90','40','929','欧式成套家具 欧式实木床 卧室成套家具组合[五包到家]','C9916套餐','0','1','5541.60','4874.00','颜色:: 1.8m床＋2床头柜＋1床垫[1536] \n尺寸：:1.8 \n','1','1','','0','0','10092,10101','0');");
E_D("replace into `ecs_order_goods` values('91','40','933','欧式床实木床 法式家具田园双人床 1.8米高箱真皮[五包到家]','9923','0','1','3572.60','3123.00','颜色::1.8米高箱床[875] \n','1','1','','0','0','10139','0');");
E_D("replace into `ecs_order_goods` values('92','40','966','【欧馆】 欧式美式真皮双人床实木床1.8米[五包到家]','6620-3','0','1','7773.80','6749.00','颜色::A款 \n尺寸：:1床+2床头柜+1床垫,[1625] \n','1','1','','0','0','10553,10558','0');");
E_D("replace into `ecs_order_goods` values('93','40','967','欧馆欧式实木 美式雕花布艺1.8米公主床【五包到家】','Swalee-9061C','0','1','10448.00','8838.00','颜色::深色 \n尺寸：:1.8米床[788] \n','1','1','','0','0','10565,10570','0');");
E_D("replace into `ecs_order_goods` values('94','40','972','【欧馆】欧式双人床1.8米 全实木高端橡木家具[五包到家]','2019','0','1','10167.60','8473.00','颜色::图片色 \n尺寸：:2088*20500*1720 \n','1','1','','0','0','10611,10618','0');");
E_D("replace into `ecs_order_goods` values('95','40','974','欧馆欧式床双人床 深色橡木床1.8米家具[五包到家]','Swalee-9061-301BC','0','1','10814.40','9012.00','颜色::深色 \n尺寸：:床1800*2000, \n','1','1','','0','0','10648,10653','0');");
E_D("replace into `ecs_order_goods` values('96','40','978','【欧馆】欧式实木床 法式1.8米床 进口橡木[五包到家]','9916/9903-1','0','1','3122.60','2623.00','颜色::荷花白 \n尺寸：:B款1.8米普通款 [125] \n','1','1','','0','0','10722,10731','0');");
E_D("replace into `ecs_order_goods` values('97','40','984','法式新古典实木床 真皮床1.8米 法式双人床[五包到家]','c6623','0','1','7242.00','6035.00','颜色::深色+描银 \n尺寸：:低箱（2190*2160*1500） \n','1','1','','0','0','10778,10781','0');");
E_D("replace into `ecs_order_goods` values('98','40','994','欧馆家具 美式实木橡木床 新古典婚床1.8米[五包到家]','6636','0','1','6696.00','5580.00','颜色::深色+描银（框架） \n尺寸：:床1800*2000, \n','1','1','','0','0','10873,10878','0');");
E_D("replace into `ecs_order_goods` values('99','40','1000','欧馆家具 实木欧式法式床真皮双人床 1.8米床[五包到家]','c6629','0','1','8075.00','6875.00','颜色::棕色 \n尺寸：:1.8*2.0米高箱床  [875] \n','1','1','','0','0','10918,10923','0');");
E_D("replace into `ecs_order_goods` values('100','40','1016','广东欧馆家具  实木床高箱储物床1.8米【五包到家】','6668','0','1','7200.00','6000.00','颜色::深色+描银 \n尺寸：:2170*2240*1570  \n','1','1','','0','0','11091,11094','0');");
E_D("replace into `ecs_order_goods` values('101','40','1020','欧馆 实木床高箱储物床 欧式双人框架床1.8米[五包到家]','6667','0','1','7325.00','6250.00','颜色:: 深色+描银（高箱）[875] \n','1','1','','0','0','11142','0');");
E_D("replace into `ecs_order_goods` values('102','40','1021','法式新古典床橡木床 实木床  真皮法式床[五包到家]','c6627','0','1','6597.60','5498.00','颜色::低箱深色+描银 \n尺寸：:双人床（2200*2270*1670  \n','1','1','','0','0','11149,11158','0');");
E_D("replace into `ecs_order_goods` values('103','40','1023','欧馆家具 法式新古典床 实木橡木床1.8米[五包到家]','6635','0','1','6410.40','5342.00','颜色::深色+描银（框架） \n尺寸：:床1800*2000, \n','1','1','','0','0','11165,11171','0');");
E_D("replace into `ecs_order_goods` values('104','40','1025',' 法式新古典实木床 真皮床1.8米 法式双人床[五包到家]','c6623-1','0','1','8117.00','6910.00','颜色::深色+描银 \n尺寸：:高箱（2190*2160*1500）[875] \n','1','1','','0','0','11183,11188','0');");
E_D("replace into `ecs_order_goods` values('105','40','1033','广东欧馆家具 实木床欧式双人框架床1.8米[五包到家]','C6631','0','1','7200.00','6000.00','颜色::深色+描银（低箱） \n尺寸：:床1800*2000, \n','1','1','','0','0','11244,11249','0');");
E_D("replace into `ecs_order_goods` values('106','40','1035',' 法式新古典真皮 客厅沙发组合 雕花 实木沙发[五包到家]','sf6656','0','1','12200.00','11000.00','尺寸：:三人（2380*1020*1380） [5000] \n','1','1','','0','0','11274','0');");
E_D("replace into `ecs_order_goods` values('107','40','1037','广东欧馆家具实木欧式双人框架床1.8米[五包到家]','6662','0','1','7050.00','5875.00','颜色::深色+描银（低箱） \n尺寸：:1米8床(2170*2080*1570) \n','1','1','','0','0','11284,11290','0');");
E_D("replace into `ecs_order_goods` values('108','40','1039',' 真皮法式床 法式新古典床白色 橡木实木床 双人床1.8米【五包到家】','c6626','0','1','6447.60','5373.00','颜色::深色+描银 \n尺寸：:低箱（2120*2160*1500）   \n','1','1','','0','0','11300,11304','0');");
E_D("replace into `ecs_order_goods` values('109','40','1041','广东欧馆家具实木床高箱欧式双人框架床1.8米[五包到家]','C6630','0','1','6270.00','5225.00','颜色::深色+描银（框架） \n尺寸：:床1800*2000, \n','1','1','','0','0','11316,11322','0');");
E_D("replace into `ecs_order_goods` values('110','40','1042','欧馆美式真皮床实木1.8米床 双人橡木床[五包到家]','6621-1','0','1','5022.60','4748.00','颜色::棕色 \n尺寸：:1.8*2.0米排骨架床[3375] \n','1','1','','0','0','11325,11334','0');");
E_D("replace into `ecs_order_goods` values('111','40','1057',' 法式新古典真皮双人床1.8米 深色高箱实木床1.8米[五包到家]','6620-4','0','1','5147.60','4873.00','颜色::棕色 \n尺寸：:1.8米*2.0米排骨架 [3500] \n','1','1','','0','0','11480,11489','0');");
E_D("replace into `ecs_order_goods` values('112','40','1058',' 英式乡村实木床 地中海床 实木双人床 实木床1.8米[五包到家]','K316','0','1','4050.00','3375.00','颜色::象牙白 \n尺寸：:1950*2150*1620 \n','1','1','','0','0','11494,11499','0');");
E_D("replace into `ecs_order_goods` values('113','40','1059',' 英式乡村床 地中海床 实木双人床 实木床1.2米 1.5米[五包到家]','K312','0','1','3795.00','3225.00','颜色::图片色 \n尺寸：:1.5米床（1500*2000*1300[375] \n','1','1','','0','0','11502,11506','0');");
E_D("replace into `ecs_order_goods` values('114','40','1060','英式乡村床 地中海床 实木双人床1.8米 高箱储物床[五包到家]','K308','0','1','4320.00','3600.00','颜色::图片色 \n尺寸：:床（1800*2000*1500） \n','1','1','','0','0','11511,11516','0');");
E_D("replace into `ecs_order_goods` values('115','40','1065','卧室家具 田园床真皮床1.5米 双人床1.8米 [五包到家]','802','0','1','3300.00','2750.00','颜色::白色 \n尺寸：:1.8*2.0米   \n','1','1','','0','0','11561,11565','0');");
E_D("replace into `ecs_order_goods` values('116','40','1109','真皮床欧式床003双人床 家具实木 法式床1.8米佛山[五包到家]','003','0','1','4680.00','3900.00','颜色::珠光白 \n尺寸：:2070*2140*1480   \n','1','1','','0','0','12023,28272','0');");
E_D("replace into `ecs_order_goods` values('117','41','1204','全友家私茶几钢化玻璃简约电视柜茶几组合烤漆[五包到家]','120312','0','1','3146.40','2622.00','颜色 ::电视柜+茶几 \n 家具结构:: 框架结构 \n安装方式:: 组装 \n','1','1','','0','0','12926,12931,12933','0');");
E_D("replace into `ecs_order_goods` values('118','41','1182','佛山家具法式001地柜柜子 电视柜客厅实木家具[五包到家]','001-17','0','1','2550.00','2125.00','尺寸：:1570*430*600MM \n颜色 ::荷花白 \n','1','1','','0','0','12693,12690','0');");
E_D("replace into `ecs_order_goods` values('119','41','1102','欧式法式美式实木 雕花描银储物地柜[五包到家]','E54','0','1','2024.40','1687.00','颜色 ::象牙白 \n尺寸：:200-280*40 \n','1','1','','0','0','11929,11931','0');");
E_D("replace into `ecs_order_goods` values('120','41','1091','欧式法式美式实木 雕花描银储物视听柜地柜[五包到家]','E45','0','1','1562.00','1312.00','颜色 ::E45[62] \n','1','1','','0','0','11837','0');");
E_D("replace into `ecs_order_goods` values('121','41','1090','欧式法式美式实木电视柜 雕花描银储物视听柜地柜[五包到家]','E55','0','1','2045.00','1725.00','尺寸：:220*40[125] \n颜色 ::象牙白 \n','1','1','','0','0','11833,11832','0');");
E_D("replace into `ecs_order_goods` values('122','41','1027','实木家具 法式新古典吧台 法式贵族雕花墙柜[五包到家]','DZ046','0','1','8700.00','7250.00','颜色 ：:银色+香槟银 \n尺寸：:吧台（1440*450*1100） \n','1','1','','0','0','11203,11204','0');");
E_D("replace into `ecs_order_goods` values('123','41','1012','法式新古典电视柜法式实木雕花电视柜组合[五包到家]','dsg6630','0','1','3447.60','2873.00','颜色 ::深色+银色 \n尺寸：:电视柜（1600*530*570） \n','1','1','','0','0','11042,11045','0');");
E_D("replace into `ecs_order_goods` values('124','41','919','欧馆家具 欧式实木电视柜 大理石茶几组合 [五包到家]','cj719欧式茶几 fj903方几 dsg902电视柜 901电视柜','0','1','2548.80','2124.00','颜色：:红龙玉 \n尺寸：:茶几（1400*800*530）   \n','1','1','','0','0','9524,9527','0');");
E_D("replace into `ecs_order_goods` values('125','41','1520','全友家居 时尚现代客厅家具电视柜时尚地柜可伸缩[五包到家]','107032-DSG','0','1','1647.60','1373.00','颜色 ::电视柜 \n 家具结构::框架结构 \n安装方式::组装 \n','1','1','','0','0','24972,24978,24979','0');");
E_D("replace into `ecs_order_goods` values('126','41','1521','全友家私 时尚客厅电视柜地柜环保板材电视机柜[五包到家]','120330-DSG','0','1','3297.60','2748.00','颜色 ::电视柜 \n 家具结构::框架结构 \n安装方式::组装 \n','1','1','','0','0','24990,24996,24997','0');");
E_D("replace into `ecs_order_goods` values('127','41','1523','全友家私简约客厅电视柜钢化玻璃电视机柜[五包到家]','120313-DSG2','0','1','2097.60','1748.00','颜色 ::电视柜 \n安装方式::组装 \n','1','1','','0','0','25032,25038','0');");
E_D("replace into `ecs_order_goods` values('128','41','1524','全友家居 都市简约客厅电视柜 钢化玻璃面电视柜[五包到家]','120308-DSG','0','1','1994.40','1662.00','颜色 ::电视柜 \n安装方式::组装 \n','1','1','','0','0','25049,25056','0');");
E_D("replace into `ecs_order_goods` values('129','41','1596','富润家 欧式简约电视柜 板式烤漆客厅电视柜 成都家具[五包到家]','668','0','1','2400.00','2000.00','颜色 ::象牙白 \n尺寸：:2000*400 \n','1','1','','0','0','26830,26832','0');");
E_D("replace into `ecs_order_goods` values('130','41','1194','全友家居家私 简约现代茶几+电视柜套装组合[五包到家]','120313-2JT','0','1','3897.60','3248.00','颜色：:新品上市 \n家具结构::框架结构 \n安装方式:: 组装 \n','1','1','','0','0','12805,12807,12809','0');");
E_D("replace into `ecs_order_goods` values('131','41','1548','全友家私时尚简约法式家具组合简欧电视柜[五包到家]','120323','0','1','1797.60','1498.00','颜色 ::奢华法式电视柜 \n 家具结构::框架结构 \n安装方式::组装 \n','1','1','','0','0','25297,25303,25305','0');");
E_D("replace into `ecs_order_goods` values('132','41','1549','全友家私 韩式客厅电视柜简约电视柜储物机柜[五包到家]','120632-DSG3','0','1','1647.60','1373.00','颜色 ::韩式田园 \n安装方式::组装 \n','1','1','','0','0','25318,25324','0');");
E_D("replace into `ecs_order_goods` values('133','41','1810','家具城高档欧式布艺沙发组合现代沙发636#[五包到家]','636#','0','1','7218.00','6198.00','尺寸:单人+脚踏+双人+左贵妃[1098] \n','1','1','','0','0','28375','0');");
E_D("replace into `ecs_order_goods` values('134','41','1808','轩亿家具简约布艺沙发组合贵妃新古典后现代沙发[五包到家]','639#','0','1','6405.40','6123.00','颜色::米色  \n尺寸: 单人+3人+右贵妃+脚踏[4711] \n','1','1','','0','0','28326,28339','0');");
E_D("replace into `ecs_order_goods` values('135','41','1806','轩亿简约欧式布艺客厅沙发新古典美式实木家具【五包到家】','635#','0','1','6472.60','5498.00','颜色::复古典雅紫色（雕花+冰花   \n尺寸: 单人+双人+右贵妃[625] \n','1','1','','0','0','28289,28302','0');");
E_D("replace into `ecs_order_goods` values('136','41','979','欧馆家具欧式布艺沙发组合 美式皮布雕花可拆洗【五包到家】','3302-1','0','1','30999.40','29687.00','颜色::图片色 \n尺寸: 组合1+2+3[23125] \n','1','1','','0','0','10738,10752','0');");
E_D("replace into `ecs_order_goods` values('137','41','952','【欧馆】客厅 欧式布艺沙发实木沙发组合[五包到家]','M03','0','1','13187.80','12373.00','颜色::1+2+3沙发组合[8299] \n','1','1','','0','0','10414','0');");
E_D("replace into `ecs_order_goods` values('138','41','959','【欧馆】欧式 实木沙发 单人沙发客厅沙发[五包到家]','M06','0','1','9924.00','9499.00','颜色::1+2+3沙发组合[7374] \n','1','1','','0','0','10499','0');");
E_D("replace into `ecs_order_goods` values('139','41','942','【欧馆】 欧式实木布艺沙发客厅贵妃位组合【五包到家】','M02','0','1','12798.80','12124.00','颜色::1+2+3沙发组合[8750] \n','1','1','','0','0','10269','0');");
E_D("replace into `ecs_order_goods` values('140','41','940','【欧馆】欧式沙发 欧式实木真皮沙发组合[五包到家]','6651','0','1','8647.60','7873.00','颜色::图片色 \n尺寸: 三人位2180*900*1220[4000] \n','1','1','','0','0','10237,26330','0');");
E_D("replace into `ecs_order_goods` values('141','41','920','【欧馆】 布艺 客厅沙发 贵妃位 沙发组合 [五包到家]','051','0','1','5590.00','5123.00','颜色:: 三人位+右贵妃位[2788] \n','1','1','','0','0','9559','0');");
E_D("replace into `ecs_order_goods` values('142','41','904','【欧馆】 欧式布艺沙发组合现代实木家具[五包到家]','7731','0','1','12798.80','12249.00','颜色::沙发组合[9500] \n','1','1','','0','0','9325','0');");
E_D("replace into `ecs_order_goods` values('143','41','1551','全友家私 时尚现代客厅沙发头等舱沙发[五包到家]','28105-SF','0','1','2847.60','2373.00','颜色::新品沙发 \n','1','1','','0','0','25353','0');");
E_D("replace into `ecs_order_goods` values('144','41','1587','富润家 欧式客厅组合沙发 别墅酒店会所沙发 成都富润家家具[五包到家]','SS668','0','1','6937.40','6125.00','尺寸:三人位[2063] \n','1','1','','0','0','25767','0');");
E_D("replace into `ecs_order_goods` values('145','41','1550','全友家私 时尚客厅沙发套装适合大小户型可拆洗[五包到家]','102082','0','1','5397.60','4498.00','颜色::正向沙发3+1+转  \n几人坐::多人 \n','1','1','','0','0','25334,25351','0');");
E_D("replace into `ecs_order_goods` values('146','41','1590','富润家 韩式田园沙发 实木客厅组合沙发 [五包到家]','SS622','0','1','3612.00','3187.00','尺寸:三人位[1062] \n','1','1','','0','0','26775','0');");
E_D("replace into `ecs_order_goods` values('147','41','1208','全友家居家私 时尚环保喷漆简约电视柜组合客厅[五包到家]','106133','0','1','4497.60','3748.00',' 家具结构::框架结构 \n安装方式::组装 \n颜色 :: 新品上市 \n','1','1','','0','0','12996,12992,12994','0');");
E_D("replace into `ecs_order_goods` values('148','41','1218','聚全友家私地中海电视柜简约组合地柜[五包到家]','121132-DSG1','0','1','4797.60','3998.00','颜色 ::时尚电视柜 \n安装方式::组装 \n','1','1','','0','0','13121,13129','0');");
E_D("replace into `ecs_order_goods` values('149','41','1220','全友家居 简约地柜环保板材电视机柜 121232[五包到家]','121232-DSG','0','1','1497.60','1248.00','颜色 ::时尚电视柜 \n安装方式::组装 \n','1','1','','0','0','13147,13153','0');");
E_D("replace into `ecs_order_goods` values('150','41','1227','全友家私简约伸缩客厅电视柜地柜[五包到家]','120633','0','1','1798.80','1499.00','颜色 :: 新品上市 \n安装方式::组装 \n','1','1','','0','0','13269,13275','0');");
E_D("replace into `ecs_order_goods` values('151','41','1229','正品全友家私 现代电视柜简约电视柜储物机柜[五包到家]','120329-DSG','0','1','2248.80','1874.00','颜色 ::电视柜 \n安装方式::组装 \n','1','1','','0','0','13302,13306','0');");
E_D("replace into `ecs_order_goods` values('152','41','1232','全友家私 简约现代电视柜钢化玻璃伸缩电视机柜[五包到家]','120312-DSG','0','1','1797.60','1498.00','颜色 :: 新品上市 \n安装方式::组装 \n','1','1','','0','0','13343,13346','0');");
E_D("replace into `ecs_order_goods` values('153','41','1241','全友家私 时尚客厅茶几现代简约地柜 120337 [五包到家]','120337-CJ','0','1','1947.60','1623.00','颜色：:茶几 \n安装方式::组装 \n','1','1','','0','0','13496,13498','0');");
E_D("replace into `ecs_order_goods` values('154','41','1242','全友家私家居  钢化玻璃面电视机柜组合地柜【五包到家】','120301-DSG','0','1','2263.20','1886.00','颜色 :: 新品上市 \n安装方式::组装 \n','1','1','','0','0','13516,13522','0');");
E_D("replace into `ecs_order_goods` values('155','41','1244','全友家私 时尚客厅家具电视柜自然木纹地柜[五包到家]','120336-DSG','0','1','1947.60','1623.00','颜色 ::电视柜 \n','1','1','','0','0','13552','0');");
E_D("replace into `ecs_order_goods` values('156','41','1245','全友家私 法式客厅家具电视柜 120322[五包到家]','120322-DSG','0','1','1947.60','1623.00','颜色 ::电视柜 \n','1','1','','0','0','13567','0');");
E_D("replace into `ecs_order_goods` values('157','41','1501','全友家私 客厅家具套装茶几+电视柜组合地柜[五包到家]','120632-DSG+120696-CJ','0','1','2847.60','2373.00','颜色 ::韩式田园 \n 家具结构::框架结构 \n安装方式::组装 \n','1','1','','0','0','24739,24743,24744','0');");
E_D("replace into `ecs_order_goods` values('158','41','1662','欧式烤漆电视柜 客厅实木电视柜手工雕刻地柜【五包到家】','qw123','0','1','1920.00','1600.00','颜色 ::象牙白 \n尺寸：:2*40*45 \n','1','1','','0','0','26513,26515','0');");
E_D("replace into `ecs_order_goods` values('159','41','1664',' 现代简约烤漆电视柜 钢化玻璃电视柜组合【五包到家】','662','0','1','2120.00','1850.00','颜色 ::电视柜+边柜	[500] \n','1','1','','0','0','26531','0');");
E_D("replace into `ecs_order_goods` values('160','41','1682','现代简约烤漆电视柜 钢化玻璃电视柜组合 【五包到家】','1818','0','1','1920.00','1600.00','颜色 ::白色 \n尺寸：:2.2*40*42 \n','1','1','','0','0','26676,26679','0');");
E_D("replace into `ecs_order_goods` values('161','41','1683','欧式烤漆电视柜 实木电视柜手工雕刻地柜【五包到家】','151','0','1','2220.00','1850.00','颜色 ::象牙白 \n尺寸：:2*45 \n','1','1','','0','0','26684,26686','0');");
E_D("replace into `ecs_order_goods` values('162','41','1701','彼爱1生 品牌电视柜 时尚镂空高档钢化玻璃钢琴烤漆工艺【五包到家】','688','0','1','1920.00','1600.00','颜色 ::白色 \n','1','1','','0','0','27040','0');");
E_D("replace into `ecs_order_goods` values('163','41','1702','欧美原创设计  简约时尚玻璃电视柜 885【五包到家】','865','0','1','2520.00','2100.00','颜色 ::白色 \n尺寸：:2350mm*400mm*550mm \n','1','1','','0','0','27049,27051','0');");
E_D("replace into `ecs_order_goods` values('164','41','1792','钢化玻璃茶几地中海电视柜简约现代组合时尚伸缩电视机柜【五包到家】','609#电视柜','0','1','1440.00','1200.00','颜色 ::按实物颜色 \n尺寸：:2000*400*390mm	 \n','1','1','','0','0','28186,28189','0');");
E_D("replace into `ecs_order_goods` values('165','41','1793','轩亿 视听柜 时尚简约现代 佛山家具  603#【五包到家】','603#电视柜','0','1','1290.00','1075.00','颜色 ::电视柜 \n尺寸：:电视柜 \n','1','1','','0','0','28200,28201','0');");
E_D("replace into `ecs_order_goods` values('166','41','1794','轩亿 简约时尚现代电视柜 钢化玻璃 白色钢琴烤漆608#【五包到家】','608#电视柜','0','1','1485.60','1238.00','颜色 ::按实物颜色 \n','1','1','','0','0','28209','0');");
E_D("replace into `ecs_order_goods` values('167','41','1795','轩亿 简约时尚现代电视柜 钢化玻璃 白色钢琴烤漆610#【五包到家】','610#电视柜','0','1','1394.40','1162.00','颜色 ::按实物颜色 \n尺寸：:2000*400*400mm		 \n','1','1','','0','0','28215,28218','0');");
E_D("replace into `ecs_order_goods` values('168','41','1796','轩亿 简约时尚现代电视柜 钢化玻璃 白色钢琴烤漆 611#','611#电视柜','0','1','1394.40','1162.00','颜色 ::按实物颜色 \n尺寸：:1800*400*400mm	 \n','1','1','','0','0','28224,28227','0');");
E_D("replace into `ecs_order_goods` values('169','41','1797','轩亿 简约时尚现代电视柜 钢化玻璃 白色钢琴烤漆604#【五包到家】','604#电视柜','0','1','1440.00','1200.00','颜色 ::按实物颜色 \n尺寸：:2000*450*400mm \n','1','1','','0','0','28233,28235','0');");
E_D("replace into `ecs_order_goods` values('170','41','1798','轩亿 黑白时尚简约 斗柜储藏柜 客厅钢化玻璃二斗柜603#【五包到家】','603#斗柜','0','1','840.00','700.00','颜色::按实物颜色 \n尺寸：:450*550*400mm	 \n','1','1','','0','0','28239,28243','0');");
E_D("replace into `ecs_order_goods` values('171','41','1801','轩亿时尚现代简约斗柜储藏柜 客厅钢化玻璃二斗柜611#【五包到家】','611#储藏柜','0','1','840.00','700.00','颜色 ::按实物颜色 \n尺寸 ::550*400*560mm \n','1','1','','0','0','28267,28268','0');");
E_D("replace into `ecs_order_goods` values('172','41','922','【欧馆】欧式实木红酒柜 定制客厅白色展示装饰柜酒柜[五包到家]','9901实木酒柜','0','1','3809.40','3237.00','颜色 ::双门酒柜[375] \n','1','1','','0','0','10013','0');");
E_D("replace into `ecs_order_goods` values('173','41','947','【欧馆】 美式单双门实木酒柜 [五包到家]','6630红酒柜','0','1','3798.80','3249.00','颜色 ::图片色 \n尺寸：:双门酒柜 1000*460*2120,[500] \n','1','1','','0','0','10330,10333','0');");
E_D("replace into `ecs_order_goods` values('174','41','1006','欧馆美式酒柜 欧式酒柜 法式酒柜组合装饰柜[五包到家]','jg6630','0','1','4950.00','4250.00','颜色 ::深色+描银 \n尺寸：:双门酒柜 1000*460*2120,[750] \n','1','1','','0','0','10988,10989','0');");
E_D("replace into `ecs_order_goods` values('175','41','1049','实木家具 奢华法式新古典酒柜 高端欧式酒柜实木酒柜[五包到家]','DZ029','0','1','10170.00','8725.00','尺寸：: 单门酒柜（770x480x2150）[1500] \n颜色 ::银色+香槟银 \n','1','1','','0','0','11390,11388','0');");
E_D("replace into `ecs_order_goods` values('176','41','1077','酒柜 法式欧式风格 雕花描银  组合酒柜E53[五包到家]','E53','0','2','1767.60','1473.00','','2','1','','0','0','','0');");
E_D("replace into `ecs_order_goods` values('177','41','1096','欧式电视柜 酒柜茶几地柜 复古法式组合厅柜[五包到家]','A868-1','0','1','4850.00','4575.00','颜色 ::组合厅柜一套[3200] \n','1','1','','0','0','11888','0');");
E_D("replace into `ecs_order_goods` values('178','41','1116','酒柜 家具 客厅红酒柜 欧式展示柜实木家具[五包到家]','001双门','0','1','2730.00','2275.00','颜色 ::荷花白 \n尺寸：:1090*497*2190MM \n','1','1','','0','0','12094,12095','0');");
E_D("replace into `ecs_order_goods` values('179','41','1118','实木家具 间厅柜 展示柜 酒柜 欧式 玄关 [五包到家]','001-3','0','1','4170.00','3475.00','颜色 ::荷花白 \n尺寸：:1470*430*2280MM \n','1','1','','0','0','12115,12116','0');");
E_D("replace into `ecs_order_goods` values('180','41','1128','佛山欧式001单门酒柜 酒柜家具 实木[五包到家]','001单门','0','1','2324.40','1937.00','颜色 ::荷花白 \n尺寸：:690*497*1940MM \n','1','1','','0','0','12218,12219','0');");
E_D("replace into `ecs_order_goods` values('181','41','1707','欧式酒柜小酒柜实木餐边柜厅柜装饰柜象牙白特价【五包到家】','690','0','1','2534.40','2112.00','颜色 ::象牙白 \n尺寸：:60*40*1.1 \n','1','1','','0','0','26885,26886','0');");
E_D("replace into `ecs_order_goods` values('182','41','1522','全友家私 现代客厅家具时尚现代小户型茶几[五包到家]','120330-CJ','0','1','2547.60','2123.00','颜色：:茶几 \n安装方式::组装 \n','1','1','','0','0','25013,25015','0');");
E_D("replace into `ecs_order_goods` values('183','41','983','实木家具 奢华法式新古典花架 高端花几 实木花架[五包到家]','DZ034','0','1','2970.00','2475.00','颜色::深色+描银 \n尺寸：:花架（420*420*870）  \n','1','1','','0','0','10777,26363','0');");
E_D("replace into `ecs_order_goods` values('184','41','905','【欧馆】方形创意复古客厅茶几 法式大理石茶几【五包到家】','901茶几 9901法式大理石','0','1','2038.80','1699.00','尺寸：:尺寸 方形茶几（1200*700*420） \n颜色：:象牙白 \n','1','1','','0','0','9341,9340','0');");
E_D("replace into `ecs_order_goods` values('185','41','909','【欧馆】欧式电视柜茶几地柜实木电视柜[五包到家]','9901','0','1','3198.80','2749.00','颜色 ::2.0米[500] \n','1','1','','0','0','9399','0');");
E_D("replace into `ecs_order_goods` values('186','41','905','【欧馆】方形创意复古客厅茶几 法式大理石茶几【五包到家】','901茶几 9901法式大理石','0','1','2537.80','2198.00','颜色：:象牙白 \n尺寸：:法式茶几（1200*750*520 ）[499] \n','1','1','','0','0','9341,9342','0');");
E_D("replace into `ecs_order_goods` values('187','41','934','【欧馆】办公美式描银实木创意复古客厅茶几[五包到家]','6620美式实木茶几','0','1','2398.80','1999.00','颜色：:褐色 \n尺寸：:1400*800*500 \n','1','1','','0','0','10161,10162','0');");
E_D("replace into `ecs_order_goods` values('188','41','949','【欧馆】时尚欧式办公实木茶几 小方茶几【五包到家】','901欧式小方几','0','1','1198.80','999.00','颜色：:白色 \n尺寸：:方形 \n','1','1','','0','0','10360,10361','0');");
E_D("replace into `ecs_order_goods` values('189','41','953','【欧馆】白色韩式客厅实木长茶几 时尚橡木创意茶几[五包到家]','9903实木茶几','0','1','2398.80','1999.00','颜色：:白色 \n','1','1','','0','0','10424','0');");
E_D("replace into `ecs_order_goods` values('190','41','963','【欧馆】 美式时尚办公创意实木茶几 小方茶几[五包到家]','6610美式小茶几','0','1','2998.80','2499.00','尺寸：:茶几 680*680*660 \n','1','1','','0','0','10532','0');");
E_D("replace into `ecs_order_goods` values('191','41','987','欧馆家具 美式雕花欧式方几沙发边几 [五包到家]','fJ6611','0','1','2997.60','2498.00','颜色：:深色+描银 \n','1','1','','0','0','10801','0');");
E_D("replace into `ecs_order_goods` values('192','41','988','法式新古典方几 沙发边几角几电话几木几边桌[五包到家]','fj6617','0','1','7200.00','6000.00','颜色：:深色+描银 \n','1','1','','0','0','10812','0');");
E_D("replace into `ecs_order_goods` values('193','41','992','法式新古典系列 纯手工雕刻 组合沙发配茶几[五包到家]','ECS000992','0','1','3897.60','3248.00','颜色：:深色+描银 \n','1','1','','0','0','10848','0');");
E_D("replace into `ecs_order_goods` values('194','41','1010',' 实木家具 法式新古典茶几 橡木实木沙发几[五包到家]','DZ068','0','1','9298.80','7749.00','颜色：:银色+香槟银 \n尺寸：:长茶几（1500*860*490） \n','1','1','','0','0','11027,11028','0');");
E_D("replace into `ecs_order_goods` values('195','41','1011','法式新古典 精美雕花实木圆茶几 电话圆几[五包到家]','xyj6601','0','1','6500.00','6000.00','颜色：:深色+描银 \n尺寸：:一桌二椅  [3500] \n','1','1','','0','0','11036,11038','0');");
E_D("replace into `ecs_order_goods` values('196','41','1032','欧馆家具 美式茶几 欧式客厅茶几 大理石描银茶几 [五包到家]','cj6612','0','1','5532.00','4610.00','颜色：:深色+描银 \n尺寸：:1520*900*500  \n','1','1','','0','0','27090,27091','0');");
E_D("replace into `ecs_order_goods` values('197','41','1050','实木家具 法式新古典圆几 橡木实木雕花[五包到家]','DZ016','0','2','6720.00','5850.00','颜色：:银色+香槟银 \n尺寸：:休闲椅（830*780*1120） [1500] \n','2','1','','0','0','11399,11401','0');");
E_D("replace into `ecs_order_goods` values('198','41','1079','欧式法式实木茶几 雕花储物抽屉客厅大理石茶几【五包到家】','A58-1','0','1','2620.00','2350.00','颜色：:天然大理石黄冰花  [1000] \n','1','1','','0','0','11703','0');");
E_D("replace into `ecs_order_goods` values('199','41','1082','欧式法式实木茶几 雕花储物抽屉客厅大理石茶几[五包到家]','A53','0','1','1320.00','1100.00','颜色：:A53 \n','1','1','','0','0','11730','0');");
E_D("replace into `ecs_order_goods` values('200','41','1083',' 欧式法式实木茶几 雕花储物抽屉客厅大理石茶几[五包到家]','A57','0','1','1620.00','1350.00','颜色：:象牙白 \n尺寸：:1.3*80cm \n','1','1','','0','0','11741,11742','0');");
E_D("replace into `ecs_order_goods` values('201','41','1084','欧式茶几 简欧实木茶台 茶桌 法式茶几 田园茶几[五包到家]','A43','0','1','1950.00','1780.00','颜色：:A47茶几广西白[930] \n','1','1','','0','0','11759','0');");
E_D("replace into `ecs_order_goods` values('202','41','1088','梦阁 法式欧式客厅烤漆1.5米实木雕花四抽储物茶几 [五包到家]','A47','0','1','1820.00','1600.00','颜色：:象牙白 \n尺寸：:电视柜200cm[500] \n','1','1','','0','0','11811,11814','0');");
E_D("replace into `ecs_order_goods` values('203','41','1099','家具欧式实木茶几 客厅大理石茶几[五包到家]','A46','0','1','1520.00','1350.00','颜色：:象牙白 \n尺寸：:140*80*46[500] \n','1','1','','0','0','11898,11902','0');");
E_D("replace into `ecs_order_goods` values('204','41','1100','梦阁时尚欧式茶几 简欧实木茶台 茶桌 法式茶几[五包到家]','A39','0','1','707.40','600.00','颜色：:方几白冰花[63] \n','1','1','','0','0','11916','0');");
E_D("replace into `ecs_order_goods` values('205','41','1107','梦阁茶几时尚 客厅现代欧式茶几 简欧实木茶台 茶桌[五包到家]','A38','0','1','762.40','650.00','尺寸：:A40方几[88] \n','1','1','','0','0','12004','0');");
E_D("replace into `ecs_order_goods` values('206','41','1108',' 欧式法式实木茶几雕花储物抽屉客厅大理石茶几A43[五包到家]','A43-1','0','1','1020.00','850.00','颜色：:1.3米白冰花加350需改价 \n','1','1','','0','0','12018','0');");
E_D("replace into `ecs_order_goods` values('207','41','1133','方几 边几 角几 法式客厅卧室实木家具 欧式小茶几[五包到家]','001-5','0','1','1034.40','862.00','颜色：:荷花白 \n尺寸：:600*600*474MM \n','1','1','','0','0','12267,12268','0');");
E_D("replace into `ecs_order_goods` values('208','41','1148','【兰卡蒂斯】 002木面茶几[五包到家]','002-1','0','1','2534.40','2112.00','颜色：:如图 \n','1','1','','0','0','12381','0');");
E_D("replace into `ecs_order_goods` values('209','41','1153','佛山家具欧式长几家具茶几客厅酒店实木家具[五包到家]','001-12','0','1','1470.00','1225.00','颜色：:荷花白 \n尺寸：:1380*800*474MM \n','1','1','','0','0','12434,12435','0');");
E_D("replace into `ecs_order_goods` values('210','41','1175','法式休闲茶几 欧式实木茶几 佛山套房家具[五包到家]','01','0','1','1290.00','1075.00','颜色：:如图 \n','1','1','','0','0','12625','0');");
E_D("replace into `ecs_order_goods` values('211','41','1197','全友家居时尚客厅家具简约茶几+电视柜【五包到家】','120309-CJ+120309-DSG2','0','1','3012.00','2510.00','颜色：:茶几+电视柜 \n家具结构::框架结构 \n','1','1','','0','0','12843,12844','0');");
E_D("replace into `ecs_order_goods` values('212','41','1203','全友家私新款烤漆客钢化玻璃简约现代黑白茶几[五包到家]','120309-CJ','0','1','1497.60','1248.00','家具结构::框架结构 \n安装方式::组装 \n颜色：: 新品上市 \n','1','1','','0','0','12923,12913,12915','0');");
E_D("replace into `ecs_order_goods` values('213','41','1206','茶几小户型简易茶几长方形简约现代 120025[五包到家]','120025-CJ','0','1','824.40','687.00','安装方式::组装 \n颜色：:创意茶几 \n','1','1','','0','0','12959,12953','0');");
E_D("replace into `ecs_order_goods` values('214','41','1213','聚全友家居 客厅家具韩式田大气茶几120696[五包到家]','120696-CJ','0','1','1497.60','1248.00','安装方式::组装 \n颜色：:新品上市 \n','1','1','','0','0','13044,13035','0');");
E_D("replace into `ecs_order_goods` values('215','41','1214','时尚木纹茶几 89396 [五包到家]','89396-cj','0','1','780.00','650.00','','1','1','','0','0','','0');");
E_D("replace into `ecs_order_goods` values('216','41','1215','全友家居简约茶几带抽屉客厅钢化玻璃面小茶几组装[五包到家]','120302','0','1','2097.60','1748.00','颜色：:新品上市 \n安装方式::组装 \n','1','1','','0','0','13067,13069','0');");
E_D("replace into `ecs_order_goods` values('217','41','1217','全友家私 现代简约茶几木纹茶几方桌茶几【五包到家】','121295-CJ','0','1','1347.60','1123.00','颜色：:创意茶几 \n','1','1','','0','0','13108','0');");
E_D("replace into `ecs_order_goods` values('218','41','1222','全友家私 现代客厅家具时尚白色茶几【五包到家】','120329-CJ','0','1','2397.60','1998.00','颜色：:茶几 \n安装方式::组装 \n','1','1','','0','0','13176,13178','0');");
E_D("replace into `ecs_order_goods` values('219','41','1226','全友家私 现代客厅白亮光钢化玻璃面茶几带抽屉 [五包到家]','120301-KTCJ','0','1','2097.60','1748.00','颜色：:经典款式 \n安装方式::组装 \n','1','1','','0','0','13264,13265','0');");
E_D("replace into `ecs_order_goods` values('220','41','1236','全友家居时尚3+1+转皮布艺沙发+简约茶几[五包到家]','ECS001236','0','1','5563.20','4636.00','适用人数: :组合 \n颜色：:咖啡色正向沙发+木纹茶几  \n','1','1','','0','0','13391,13390','0');");
E_D("replace into `ecs_order_goods` values('221','41','1237','全友家私家具套装电视柜茶几组合简约现代[五包到家]','120319-DSG+120319-CJ','0','1','2697.60','2248.00','颜色：:茶几+电视柜 \n安装方式::组装 \n家具结构::框架结构 \n','1','1','','0','0','13406,13416,13409','0');");
E_D("replace into `ecs_order_goods` values('222','41','1238','全友家私客厅茶几组合简约现代茶几烤漆储物[五包到家]','120312-CJ','0','1','1647.60','1373.00','颜色：:新品上市 \n家具结构::框架结构 \n','1','1','','0','0','13424,13426','0');");
E_D("replace into `ecs_order_goods` values('223','41','1499','全友家私茶几电视柜组合套装电视柜伸缩茶几[五包到家]','120026-DSG+120026-CJ','0','1','1947.60','1623.00','颜色 ::电视柜+茶几 \n 家具结构::框架结构 \n安装方式::组装 \n','1','1','','0','0','24703,24709,24711','0');");
E_D("replace into `ecs_order_goods` values('224','41','1630','彼爱品牌茶几 时尚简约 高档钢化玻璃茶几【五包到家】','5363','0','1','1170.00','975.00','颜色：:黑色 \n尺寸：:130*70 \n','1','1','','0','0','26211,26212','0');");
E_D("replace into `ecs_order_goods` values('225','41','1631','黑白色钢琴烤漆钢化玻璃茶几简约时尚整装储物茶几【五包到家】','1570','0','1','1394.40','1162.00','颜色：:白色 \n尺寸：:1.3*70*38 \n','1','1','','0','0','26222,26223','0');");
E_D("replace into `ecs_order_goods` values('226','41','1632','彼爱品牌 2015时尚现代 高档钢化玻璃茶几【五包到家】','2972','0','1','1440.00','1200.00','颜色：:白色 \n尺寸：:1.3*70 \n','1','1','','0','0','26233,26235','0');");
E_D("replace into `ecs_order_goods` values('227','41','1633','黑白色钢琴烤漆钢化玻璃茶几简约时尚【五包到家】','1350','0','1','1770.00','1475.00','尺寸：:1.3*70*40 \n颜色：:黑白色 \n','1','1','','0','0','26246,26244','0');");
E_D("replace into `ecs_order_goods` values('228','41','1634','欧美原创设计 高档钢化玻璃茶几 时尚烤漆茶几 880【五包到家】','551','0','1','2070.00','1725.00','尺寸：:1.3*70 \n颜色：:黑色 \n','1','1','','0','0','26255,26254','0');");
E_D("replace into `ecs_order_goods` values('229','41','1635','欧式实木茶几 大理石茶几 客厅时尚储物茶几 白色烤漆【五包到家】','819','0','1','3095.00','2600.00','颜色：:白色 \n尺寸：:1.6*90[125] \n','1','1','','0','0','26266,26268','0');");
E_D("replace into `ecs_order_goods` values('230','41','1636','黑白色钢琴烤漆钢化玻璃茶几现代现代整装储物茶几【五包到家】','5605','0','1','1590.00','1325.00','颜色：:白色 \n尺寸：:1.3*70*42 \n','1','1','','0','0','26276,26279','0');");
E_D("replace into `ecs_order_goods` values('231','41','1638','欧式茶几 实木手工雕花描银 法式风格茶几【五包到家】','331','0','1','1890.00','1575.00','颜色：:象牙白 \n尺寸：:1.4*80*45 \n','1','1','','0','0','26297,26300','0');");
E_D("replace into `ecs_order_goods` values('232','41','1655','欧美原创设计 高档茶几 时尚简约玻璃茶几 883【五包到家】','883','0','1','1650.00','1375.00','颜色：:白色 \n尺寸：:1.3*70 \n','1','1','','0','0','26435,26436','0');");
E_D("replace into `ecs_order_goods` values('233','41','1656','欧美原创设计 高档时尚简约玻璃茶几 882【五包到家】','882','0','1','1770.00','1475.00','颜色：:白色 \n尺寸：:1.3*70 \n','1','1','','0','0','26446,26447','0');");
E_D("replace into `ecs_order_goods` values('234','41','1657',' 欧美原创设计 高档时尚简约玻璃茶几 885【五包到家】','859','0','1','1620.00','1350.00','颜色：:黑色 \n尺寸：:1.3*70 \n','1','1','','0','0','26459,26460','0');");
E_D("replace into `ecs_order_goods` values('235','41','1658','彼爱品牌 时尚简约 高档钢化玻璃茶几【五包到家】','215','0','1','1770.00','1475.00','颜色：:黑色 \n尺寸：:1.3*70 \n','1','1','','0','0','26471,26472','0');");
E_D("replace into `ecs_order_goods` values('236','41','1660','欧美原创设计 高档茶几 钢化玻璃茶几 878【五包到家】','895','0','1','1770.00','1475.00','颜色：:黑色 \n尺寸：:1.3*70 \n','1','1','','0','0','26493,26494','0');");
E_D("replace into `ecs_order_goods` values('237','41','1661','彼爱时尚简约2013时亮光白简约时尚玻璃茶几KV998【五包到家】','KV998','0','1','1394.40','1162.00','颜色：:白色 \n尺寸：:1.3*70 \n','1','1','','0','0','26505,26507','0');");
E_D("replace into `ecs_order_goods` values('238','41','1687','富润家 新款 欧式客厅茶几 高档板木结构雕花描银时尚客厅家具 [五包到家]','6602','0','1','2174.40','1812.00','颜色：:象牙白 \n','1','1','','0','0','26835','0');");
E_D("replace into `ecs_order_goods` values('239','41','1688','富润家 欧式雕花茶几 板式客厅抽屉茶几 成都家具[五包到家]','668-1','0','1','2400.00','2000.00','颜色：:象牙白 \n尺寸：:1400*800 \n','1','1','','0','0','26836,26837','0');");
E_D("replace into `ecs_order_goods` values('240','41','1786','钢化玻璃茶几地中海简约现代组合时尚伸缩客厅茶几环保','609#','0','1','1320.00','1100.00','颜色：:如图 \n尺寸：:【130x70x42】cm \n','1','1','','0','0','28089,28090','0');");
E_D("replace into `ecs_order_goods` values('241','41','1787','钢化玻璃茶几地中海简约现代组合时尚伸缩茶几客厅环保','608#','0','1','1425.60','1188.00','颜色：:如图 \n尺寸：:【130x70x42】cm \n','1','1','','0','0','28108,28109','0');");
E_D("replace into `ecs_order_goods` values('242','41','1788','钢化玻璃茶几地中海简约现代组合时尚伸缩茶几','611#','0','1','1350.00','1125.00','颜色：:如图 \n尺寸：:【130x70x42】cm \n','1','1','','0','0','28127,28128','0');");
E_D("replace into `ecs_order_goods` values('243','41','1789','钢化玻璃茶几地中海电视柜简约现代组合时尚伸缩茶几客厅环保','610#','0','1','1290.00','1075.00','颜色：:如图 \n尺寸：:【130x70x42】cm \n','1','1','','0','0','28143,28144','0');");
E_D("replace into `ecs_order_goods` values('244','41','1790','钢化玻璃茶几地中海电视柜 时尚伸缩茶几客厅环保【五包到家】','603','0','1','1320.00','1100.00','颜色：:白色 \n尺寸：:【130x70x42】cm \n','1','1','','0','0','28153,28154','0');");
E_D("replace into `ecs_order_goods` values('245','41','1791','轩亿  钢化玻璃茶几简约时尚 白色烤漆 双面抽屉茶几604#【五包到家】','604#','0','1','1394.40','1162.00','颜色：:白色 \n尺寸：:【130x70x42】cm \n','1','1','','0','0','28166,28167','0');");
E_D("replace into `ecs_order_goods` values('246','42','1760','轩亿家具简约现代真皮沙发头层牛皮客厅转角皮艺沙发组合大户型','601#','0','2','6274.60','5437.00','颜色::奶牛白 \n尺寸:进口真皮	[1249] \n','2','1','','0','0','27606,27619','0');");
E_D("replace into `ecs_order_goods` values('247','42','1759','真皮沙发 皮艺沙发 头层牛皮 贵妃组合 现代小户型 中厚牛皮沙发','P1088','0','2','4995.00','4725.00','颜色::单人+双人+边几+贵妃+脚踏 \n尺寸:国产真皮[3375] \n','2','1','','0','0','27590,27602','0');");
E_D("replace into `ecs_order_goods` values('248','42','1758','现代出口牛皮转角真皮沙发 大户型组合客厅家具','3005#','0','2','3918.00','3748.00','颜色::国产真皮米黄色 \n尺寸:双人+边几+单人+右贵妃,[2898] \n','2','1','','0','0','27567,27584','0');");
E_D("replace into `ecs_order_goods` values('249','42','1275','全友家私真皮艺沙发头层牛皮进口真皮沙发【五包到家】','102083','0','2','8247.60','6873.00','颜色::反向沙发  \n几人坐::组合 \n','2','1','','0','0','15392,15412','0');");
E_D("replace into `ecs_order_goods` values('250','42','1274','全友家居 时尚简约客厅真皮沙发102081[五包到家]','102081-B','0','1','8997.60','7498.00','颜色::102081C反向沙发3+1+转  \n几人坐::组合 \n','1','1','','0','0','15373,15390','0');");
E_D("replace into `ecs_order_goods` values('251','42','1103','欧式家具真皮沙发 雕花描金实木沙发 进口头层牛皮[五包到家]','8809','0','2','31020.00','29500.00','颜色::珍珠白 \n尺寸:全套[21900] \n','2','1','','0','0','11932,11945','0');");
E_D("replace into `ecs_order_goods` values('252','42','1223','全友家私发时尚客厅家具真皮功能组合沙发[五包到家]','102053B-PSF','0','2','8947.60','7623.00','颜色：:反向头层牛皮沙发(3+1+转+扶手柜)[1000] \n','2','1','','0','0','13202','0');");
E_D("replace into `ecs_order_goods` values('253','42','1086','沙发 欧式家具真皮沙发 U型大户型 雕花描金实木沙发[五包到家]','366','0','2','14307.40','13600.00','尺寸:全套[10063] \n','2','1','','0','0','27727','0');");
E_D("replace into `ecs_order_goods` values('254','42','1070','真皮沙发客厅沙发 美式沙发组合 皮艺沙发客厅[五包到家]','6650','0','2','28722.60','27498.00','尺寸:组合1+2+3[21375] \n','2','1','','0','0','11633','0');");
E_D("replace into `ecs_order_goods` values('255','42','1051','美式全实木沙发 真皮沙发 组合客厅沙发 描香槟金[五包到家]','sf6655','0','2','26170.00','25000.00','尺寸: 组合1+2+3[19150] \n','2','1','','0','0','11430','0');");
E_D("replace into `ecs_order_goods` values('256','42','1014','欧馆家具 欧式真皮沙发组合 美式实木复古沙发[五包到家]','sf9016','0','2','22191.20','21248.00','尺寸: 组合1+2+3[16532] \n颜色::深色 \n','2','1','','0','0','27072,11076','0');");
E_D("replace into `ecs_order_goods` values('257','42','993','美式真皮沙发组合 全实木雕花深色沙发[五包到家]','sf6653','0','2','63700.00','61000.00','尺寸: 组合1+2+3[47500] \n','2','1','','0','0','10870','0');");
E_D("replace into `ecs_order_goods` values('258','42','975','欧馆品牌欧式进口真皮沙发组合 [五包到家]','swalee-3302','0','2','100835.20','91248.00','颜色:: 组合1+2+3[43312] \n','2','1','','0','0','10660','0');");
E_D("replace into `ecs_order_goods` values('259','42','976','欧馆家具别墅欧式真皮沙发组合 品牌家具[五包到家]','2019-1','0','1','50924.40','48562.00','颜色::图片色 \n尺寸: 组合1+2+3[36750] \n','1','1','','0','0','10673,10688','0');");
E_D("replace into `ecs_order_goods` values('260','42','973','欧馆家具欧式真皮沙发美式进口头层牛皮[五包到家]','3302','0','2','78644.40','74812.00','尺寸: 组合1+2+3[55650] \n','2','1','','0','0','10645','0');");
E_D("replace into `ecs_order_goods` values('261','42','1601','欧美原创设计 真皮沙发组合 2801 头层牛皮【五包到家】','2801','0','2','4470.00','3725.00','颜色:黄色 \n尺寸:345*180 \n','2','1','','0','0','25893,25887','0');");
E_D("replace into `ecs_order_goods` values('262','43','896','法恩莎橡木高端实木浴室柜组合含龙头 [五包到家]','FPGM3640B','0','1','6598.80','5499.00','颜色分类:: 【单孔盆】 \n','1','1','','0','0','9212','0');");
E_D("replace into `ecs_order_goods` values('263','44','896','法恩莎橡木高端实木浴室柜组合含龙头 [五包到家]','FPGM3640B','0','1','6598.80','5499.00','颜色分类:: 【单孔盆】 \n','1','1','','0','0','9212','2');");
E_D("replace into `ecs_order_goods` values('264','45','1522','全友家私 现代客厅家具时尚现代小户型茶几[五包到家]','120330-CJ','0','1','2547.60','2123.00','颜色：:茶几 \n安装方式::组装 \n','1','1','','0','0','25013,25015','2');");
E_D("replace into `ecs_order_goods` values('265','46','905','【欧馆】方形创意复古客厅茶几 法式大理石茶几【五包到家】','901茶几 9901法式大理石','0','1','2038.80','1699.00','尺寸：:尺寸 方形茶几（1200*700*420） \n颜色：:象牙白 \n','1','1','','0','0','9341,9340','2');");

require("../../inc/footer.php");
?>