<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_delivery_order`;");
E_C("CREATE TABLE `ecs_delivery_order` (
  `delivery_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `delivery_sn` varchar(20) NOT NULL,
  `order_sn` varchar(20) NOT NULL,
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `invoice_no` varchar(50) DEFAULT NULL,
  `add_time` int(10) unsigned DEFAULT '0',
  `shipping_id` tinyint(3) unsigned DEFAULT '0',
  `shipping_name` varchar(120) DEFAULT NULL,
  `user_id` mediumint(8) unsigned DEFAULT '0',
  `action_user` varchar(30) DEFAULT NULL,
  `consignee` varchar(60) DEFAULT NULL,
  `address` varchar(250) DEFAULT NULL,
  `country` smallint(5) unsigned DEFAULT '0',
  `province` smallint(5) unsigned DEFAULT '0',
  `city` smallint(5) unsigned DEFAULT '0',
  `district` smallint(5) unsigned DEFAULT '0',
  `sign_building` varchar(120) DEFAULT NULL,
  `email` varchar(60) DEFAULT NULL,
  `zipcode` varchar(60) DEFAULT NULL,
  `tel` varchar(60) DEFAULT NULL,
  `mobile` varchar(60) DEFAULT NULL,
  `best_time` varchar(120) DEFAULT NULL,
  `postscript` varchar(255) DEFAULT NULL,
  `how_oos` varchar(120) DEFAULT NULL,
  `insure_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `shipping_fee` decimal(10,2) unsigned DEFAULT '0.00',
  `update_time` int(10) unsigned DEFAULT '0',
  `suppliers_id` smallint(5) DEFAULT '0',
  `status` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `agency_id` smallint(5) unsigned DEFAULT '0',
  PRIMARY KEY (`delivery_id`),
  KEY `user_id` (`user_id`),
  KEY `order_id` (`order_id`)
) ENGINE=MyISAM AUTO_INCREMENT=49 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_delivery_order` values('1','20090615054961769','2009061585887','15','2009061585884','1245044533','3','城际快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00','1245044964','2','1','0');");
E_D("replace into `ecs_delivery_order` values('2','20090615055104671','2009061585887','15','20090615','1245044533','3','城际快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00','1245045061','1','1','0');");
E_D("replace into `ecs_delivery_order` values('3','20090615055780744','2009061585887','15','123232','1245044533','3','城际快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00','1245045443','0','1','0');");
E_D("replace into `ecs_delivery_order` values('4','20090615060281017','2009061525429','16','2009061525121','1245045672','3','城际快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00','1245045723','2','0','0');");
E_D("replace into `ecs_delivery_order` values('5','20090615064331475','2009061503335','17','00906150333512','1245047978','3','城际快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','10.00','1245048189','0','1','0');");
E_D("replace into `ecs_delivery_order` values('6','20140724105855761','2014072193304','22','0999','1405891658','5','申通快递','0','admin','22','233','1','6','81','754','','55@qq.com','','444','','','','等待所有商品备齐后再发','0.00','15.00','1406141894','0','0','0');");
E_D("replace into `ecs_delivery_order` values('7','20140724105865105','2014070752549','21','666','1404680437','7','运费到付','6','admin','q111','22','1','4','55','540','','admin123@qq.com','','333','','','','等待所有商品备齐后再发','0.00','0.00','1406141913','0','0','0');");
E_D("replace into `ecs_delivery_order` values('8','20140724105820896','2014060932408','20','55','1402273996','5','申通快递','6','admin','q111','22','1','4','55','540','','admin123@qq.com','','333','','','','等待所有商品备齐后再发','0.00','15.00','1406141930','0','0','0');");
E_D("replace into `ecs_delivery_order` values('9','20140724105997657','2009051264945','11','111','1242144250','3','城际快递','0','admin','林小姐','中关村海兴大厦','1','2','52','500','','linzi@116.com','','135474510','','','','','0.00','10.00','1406141975','0','0','0');");
E_D("replace into `ecs_delivery_order` values('10','20140724105903154','2009051210718','9','333','1242143732','5','申通快递','3','admin','叶先生','通州区旗舰凯旋小区','1','2','52','510','','text@ecshop.com','','13588104710','','','','等待所有商品备齐后再发','0.00','15.00','1406141992','0','0','0');");
E_D("replace into `ecs_delivery_order` values('11','20140724110052048','2009051299732','8','222','1242143444','5','申通快递','3','admin','叶先生','通州区旗舰凯旋小区','1','2','52','510','','text@ecshop.com','','13588104710','','','','等待所有商品备齐后再发','0.00','15.00','1406142013','0','0','0');");
E_D("replace into `ecs_delivery_order` values('12','20140731151466480','2014073113030','1','5555','1406762023','5','申通快递','0','admin','11','12','1','5','64','620','','444444@qq.com','','33333','','','','等待所有商品备齐后再发','0.00','15.00','1406762040','0','0','0');");
E_D("replace into `ecs_delivery_order` values('13','20140731154083813','2014073126550','2','444444','1406763595','5','申通快递','6','admin','q111','22','1','4','55','540','','admin123@qq.com','','333','','','','','0.00','15.00','1406763634','0','0','0');");
E_D("replace into `ecs_delivery_order` values('14','20140807155359214','2014080751421','3','3333','1407369121','5','申通快递','6','admin','q111','22','1','4','55','540','','admin123@qq.com','','333','','','','','0.00','15.00','1407369190','0','0','0');");
E_D("replace into `ecs_delivery_order` values('15','20140814173369846','2014081499923','5','2222','1407979978','5','申通快递','0','admin','1','2','1','5','66','633','','44@qq.com','','3','','','','等待所有商品备齐后再发','0.00','15.00','1407980002','0','0','0');");
E_D("replace into `ecs_delivery_order` values('16','20140815095683888','2014081591904','6','1111111','1408038969','5','申通快递','6','admin','q111','22','1','4','55','540','','admin123@qq.com','','333','','','','等待所有商品备齐后再发','0.00','15.00','1408038995','0','0','0');");
E_D("replace into `ecs_delivery_order` values('17','20141024154427688','2014102455815','7','','1414107878','5','申通快递','6','admin','q111','22','1','4','55','540','','admin123@qq.com','','333','','','','等待所有商品备齐后再发','0.00','15.00','1414107893','0','0','0');");
E_D("replace into `ecs_delivery_order` values('18','20150507153548277','2015050756646','2','','1430955273','5','申通快递','0','admin','伍先生','甘肃','1','5','65','628','','11111@qq.com','111111','15855167140','','','','等待所有商品备齐后再发','0.00','15.00','1430955306','0','0','0');");
E_D("replace into `ecs_delivery_order` values('19','20150507154454595','2015050754558','3','','1430955832','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1430955859','0','0','0');");
E_D("replace into `ecs_delivery_order` values('20','20150507164315774','2015050751140','4','','1430959401','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1430959425','0','0','0');");
E_D("replace into `ecs_delivery_order` values('21','20150507164451198','2015050702973','5','','1430959479','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1430959498','0','0','0');");
E_D("replace into `ecs_delivery_order` values('22','20150507170320416','2015050751433','6','','1430960602','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1430960624','0','0','0');");
E_D("replace into `ecs_delivery_order` values('23','20150508153246479','2015050830046','7','','1431041535','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1431041554','0','0','0');");
E_D("replace into `ecs_delivery_order` values('24','20150508154122707','2015050839781','8','','1431042046','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1431042062','0','0','0');");
E_D("replace into `ecs_delivery_order` values('25','20150508155413746','2015050838901','9','','1431042877','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1431042894','0','0','0');");
E_D("replace into `ecs_delivery_order` values('26','20150511160917519','2015051138952','10','','1431302789','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1431302951','0','0','0');");
E_D("replace into `ecs_delivery_order` values('27','20150511160991233','2015051179980','11','','1431302926','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1431302989','0','0','0');");
E_D("replace into `ecs_delivery_order` values('28','20150511161270203','2015051132562','12','','1431303145','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1431303166','0','0','0');");
E_D("replace into `ecs_delivery_order` values('29','20150511161654068','2015051161911','13','','1431303313','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1431303397','0','0','0');");
E_D("replace into `ecs_delivery_order` values('30','20150511161701998','2015051120906','14','','1431303370','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1431303453','0','0','0');");
E_D("replace into `ecs_delivery_order` values('31','20150515151994918','2015051571715','16','','1431645556','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1431645587','0','0','0');");
E_D("replace into `ecs_delivery_order` values('32','20150518155396577','2015051805866','18','','1431906698','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1431906827','0','0','0');");
E_D("replace into `ecs_delivery_order` values('33','20150608173817980','2015060835402','19','','1433712599','5','申通快递','0','admin','伍先生','琼山区','1','9','120','1056','','qwerdf@qq.com','111111','1111111','1111111111','','','等待所有商品备齐后再发','0.00','15.00','1433727515','0','0','0');");
E_D("replace into `ecs_delivery_order` values('34','20150608173922839','2015060887900','27','','1433715398','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1433727569','0','0','0');");
E_D("replace into `ecs_delivery_order` values('35','20150608174260589','2015060855265','24','','1433714754','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1433727760','0','0','0');");
E_D("replace into `ecs_delivery_order` values('36','20150609105243335','2015060986810','28','','1433789476','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1433789533','0','0','0');");
E_D("replace into `ecs_delivery_order` values('37','20150609154908945','2015060915642','29','','1433807349','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1433807369','0','0','0');");
E_D("replace into `ecs_delivery_order` values('38','20150615104032647','2015061541583','30','','1434307164','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1434307202','0','0','0');");
E_D("replace into `ecs_delivery_order` values('39','20150616141632833','2015061627763','32','','1434406574','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1434406614','0','0','0');");
E_D("replace into `ecs_delivery_order` values('40','20150616141723154','2015061625311','31','','1434405432','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1434406678','0','0','0');");
E_D("replace into `ecs_delivery_order` values('41','20150616142633310','2015061604396','33','','1434407095','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1434407179','0','0','0');");
E_D("replace into `ecs_delivery_order` values('42','20150616142900328','2015061681963','34','','1434407368','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','ecshop@ecshop.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1434407390','0','0','0');");
E_D("replace into `ecs_delivery_order` values('43','20150616144913702','2015061609981','35','','1434407527','5','申通快递','1','admin','刘先生','海兴大厦','1','2','52','502','','884020450@qq.com','','010-25851234','13986765412','','','等待所有商品备齐后再发','0.00','15.00','1434408570','0','0','0');");
E_D("replace into `ecs_delivery_order` values('44','20150810113618741','2015081091576','37','5711111','1439148928','5','申通快递','19','admin','王伟','是hihihi','1','17','233','1958','','ceshi@163.com','31000','0571-56541454','13265874474','','','等待所有商品备齐后再发','0.00','0.00','1439148988','0','0','0');");
E_D("replace into `ecs_delivery_order` values('45','20151010024595255','2015082830018','43','','1440666369','5','申通快递','31','admin','1212','121212','1','18','254','2139','','34828960@qq.com','1212','1212','1212','','','等待所有商品备齐后再发','0.00','0.00','1444387503','0','0','0');");
E_D("replace into `ecs_delivery_order` values('46','20151010024714549','2015101071023','44','','1444387653','5','申通快递','31','admin','1212','121212','1','18','254','2139','','34828960@qq.com','1212','1212','1212','','','等待所有商品备齐后再发','0.00','0.00','1444387672','0','0','0');");
E_D("replace into `ecs_delivery_order` values('47','20151010025648240','2015101056890','45','','1444388171','5','申通快递','31','admin','1212','121212','1','18','254','2139','','34828960@qq.com','1212','1212','1212','','','等待所有商品备齐后再发','0.00','0.00','1444388186','0','0','0');");
E_D("replace into `ecs_delivery_order` values('48','20151010031443356','2015101084766','46','','1444389273','5','申通快递','31','admin','1212','121212','1','18','254','2139','','34828960@qq.com','1212','1212','1212','','','等待所有商品备齐后再发','0.00','0.00','1444389294','0','0','0');");

require("../../inc/footer.php");
?>