<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_comment`;");
E_C("CREATE TABLE `ecs_comment` (
  `comment_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `comment_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `id_value` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `email` varchar(60) NOT NULL DEFAULT '',
  `user_name` varchar(60) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `comment_rank` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `single_id` mediumint(8) DEFAULT NULL,
  `order_id` mediumint(8) DEFAULT NULL,
  `goods_tag` varchar(500) DEFAULT NULL,
  `useful` int(10) DEFAULT '0',
  `use_ip` varchar(15) DEFAULT NULL,
  `dis_id` mediumint(8) DEFAULT NULL,
  PRIMARY KEY (`comment_id`),
  KEY `parent_id` (`parent_id`),
  KEY `id_value` (`id_value`)
) ENGINE=MyISAM AUTO_INCREMENT=143 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_comment` values('98','0','0','884020450@qq.com','ecshop','','5','1433885113','127.0.0.1','1','1','1','10','0','','0','','0');");
E_D("replace into `ecs_comment` values('99','0','0','884020450@qq.com','ecshop','','5','1433885157','127.0.0.1','1','1','1','10','0','','0','','0');");
E_D("replace into `ecs_comment` values('103','0','0','vip@ecshop.com','vip','@ e*****p sadsadas','5','1433891508','127.0.0.1','1','99','2','10','0','','0','','0');");
E_D("replace into `ecs_comment` values('111','0','804','4526115@qq.com','苏妹妹','非常的good','5','1438822169','125.64.255.122','1','0','21','0','0','','0','','0');");
E_D("replace into `ecs_comment` values('112','0','804',' 4526115@qq.com','苏妹妹','非常的GOOD','5','1438822266','125.64.255.122','1','0','21','0','38','','0','','0');");
E_D("replace into `ecs_comment` values('113','0','804','ee1@qq.com','admin','好的','0','1438837186','125.64.255.122','0','112','0','0','0','','0','','0');");
E_D("replace into `ecs_comment` values('114','0','1275',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879864','125.64.255.122','0','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('115','0','1086',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879872','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('116','0','993',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879879','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('117','0','1601',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879887','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('118','0','1758',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879894','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('119','0','1223',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879902','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('120','0','1014',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879910','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('121','0','973',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879917','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('122','0','1103',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879924','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('123','0','1051',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879931','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('124','0','976',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879940','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('125','0','1760',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879958','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('126','0','975',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879959','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('127','0','1070',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879960','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('128','0','1274',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879961','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('129','0','1759',' 978267067@qq.com','砰砰砰','东西很好也很全  很喜欢   送货很快  下次介绍别人来买','5','1438879962','125.64.255.122','1','0','20','0','42','','0','','0');");
E_D("replace into `ecs_comment` values('130','0','1161',' 289256@qq.com','嗖嗖嗖','相当的OK（CS）','5','1439253234','182.133.105.29','1','0','19','0','46','','0','','0');");
E_D("replace into `ecs_comment` values('131','0','1161','289256@qq.com','嗖嗖嗖','欧式吊灯简约相当的OK','5','1439253451','182.133.105.29','1','0','19','0','0','','0','','0');");
E_D("replace into `ecs_comment` values('132','0','1128',' 978267067@qq.com','砰砰砰','具美观大方，做工还精细，价格不高，真心非常划算','5','1439321423','182.133.105.29','0','0','20','0','41','','0','','0');");
E_D("replace into `ecs_comment` values('133','0','940',' 978267067@qq.com','砰砰砰','具美观大方，做工还精细，价格不高，真心非常划算','5','1439321438','182.133.105.29','1','0','20','0','41','','0','','0');");
E_D("replace into `ecs_comment` values('134','0','953',' 978267067@qq.com','砰砰砰','具美观大方，做工还精细，价格不高，真心非常划算','5','1439321439','182.133.105.29','1','0','20','0','41','','0','','0');");
E_D("replace into `ecs_comment` values('135','0','905',' 978267067@qq.com','砰砰砰','具美观大方，做工还精细，价格不高，真心非常划算','5','1439321440','182.133.105.29','1','0','20','0','41','','0','','0');");
E_D("replace into `ecs_comment` values('136','0','1792',' 978267067@qq.com','砰砰砰','具美观大方，做工还精细，价格不高，真心非常划算','5','1439322087','182.133.105.29','0','0','20','0','41','','0','','0');");
E_D("replace into `ecs_comment` values('137','0','1682',' 978267067@qq.com','砰砰砰','具美观大方，做工还精细，价格不高，真心非常划算','5','1439322088','182.133.105.29','0','0','20','0','41','','0','','0');");
E_D("replace into `ecs_comment` values('138','0','1245',' 978267067@qq.com','砰砰砰','具美观大方，做工还精细，价格不高，真心非常划算','5','1439322089','182.133.105.29','0','0','20','0','41','','0','','0');");
E_D("replace into `ecs_comment` values('139','0','896',' 34828960@qq.com','ceshi123','测试啊','5','1444387526','127.0.0.1','0','0','31','0','43','','0',NULL,NULL);");
E_D("replace into `ecs_comment` values('140','0','896',' 34828960@qq.com','ceshi123','不错呢','5','1444387873','127.0.0.1','0','0','31','0','44','','0',NULL,NULL);");
E_D("replace into `ecs_comment` values('141','0','1522',' 34828960@qq.com','ceshi123','很好','5','1444388205','127.0.0.1','0','0','31','0','45','','0',NULL,NULL);");
E_D("replace into `ecs_comment` values('142','0','905',' 34828960@qq.com','ceshi123','嗯嗯','5','1444389318','127.0.0.1','0','0','31','0','46','','0',NULL,NULL);");

require("../../inc/footer.php");
?>