<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_category`;");
E_C("CREATE TABLE `ecs_category` (
  `cat_id` smallint(5) unsigned NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(90) NOT NULL DEFAULT '',
  `keywords` varchar(255) NOT NULL DEFAULT '',
  `cat_desc` varchar(255) NOT NULL DEFAULT '',
  `parent_id` smallint(5) unsigned NOT NULL DEFAULT '0',
  `sort_order` tinyint(1) unsigned NOT NULL DEFAULT '50',
  `template_file` varchar(50) NOT NULL DEFAULT '',
  `measure_unit` varchar(15) NOT NULL DEFAULT '',
  `show_in_nav` tinyint(1) NOT NULL DEFAULT '0',
  `style` varchar(150) NOT NULL,
  `is_show` tinyint(1) unsigned NOT NULL DEFAULT '1',
  `grade` tinyint(4) NOT NULL DEFAULT '0',
  `filter_attr` varchar(255) NOT NULL DEFAULT '0',
  `is_top_show` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `is_top_style` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `is_show_cate` tinyint(1) NOT NULL,
  `is_on_top` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `cat_ico` varchar(255) NOT NULL,
  PRIMARY KEY (`cat_id`),
  KEY `parent_id` (`parent_id`)
) ENGINE=MyISAM AUTO_INCREMENT=580 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_category` values('4','卧室','','','325','1','','套','0','','1','5','','0','1','0','1','');");
E_D("replace into `ecs_category` values('266','吊篮','','','263','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('23','床','','','4','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('24','床垫','','','4','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('25','床头柜','','','4','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('271','办公沙发','','','270','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('270','办公家具','','','503','7','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('69','梳妆台','','','4','50','','张','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('74','衣柜','','','4','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('88','床尾凳','','','4','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('261','儿童椅','','','255','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('231','电视柜','','','229','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('518','复合门','','','516','50','','樘','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('513','定制储物柜','','','508','50','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('229','客厅','','','325','2','','套','0','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('230','沙发','','','229','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('262','双层床','','','255','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('263','户外家具','','','502','3','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('269','摇椅','','','263','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('267','户外秋千','','','263','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('236','组合沙发','','','229','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('232','酒柜','','','229','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('233','茶几','','','229','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('234','鞋柜','','','229','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('235','真皮沙发','','','229','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('240','餐厅','','','325','3','','套','0','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('241','餐桌','','','240','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('242','餐椅','','','240','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('243','餐边柜','','','240','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('244','餐桌椅套餐','','','240','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('248','书房','','','325','4','','套','0','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('249','书桌/工作台','','','248','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('250','转角书桌','','','248','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('251','实木书桌','','','248','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('252','书柜/书架','','','248','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('253','书椅/转椅','','','248','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('254','书房套装','','','248','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('255','儿童房','','','325','5','','套','0','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('256','儿童床','','','255','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('257','儿童床垫','','','255','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('247','折叠餐桌','','','240','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('226','定制衣柜','','','4','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('227','斗柜','','','4','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('228','穿衣镜','','','4','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('258','儿童床头柜','','','255','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('259','儿童衣柜','','','255','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('260','儿童桌','','','255','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('268','沙滩床','','','263','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('321','淋浴房','','','292','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('292','卫浴用品','','','326','3','','套','0','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('293','浴室柜','','','292','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('295','浴缸','','','292','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('298','厨房用品','','','326','2','','套','0','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('299','厨盆/水槽','','','298','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('300','厨房挂件','','','298','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('265','遮阳伞','','','263','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('264','户外桌椅','','','263','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('301','墙面','','','506','5','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('302','墙布','','','301','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('311','家纺家饰','','','0','13','','套','1','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('238','休闲椅','','','229','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('239','转角沙发','','','229','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('245','圆餐桌','','','240','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('246','长餐桌','','','240','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('237','布艺沙发','','','229','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('272','办公桌','','','270','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('273','会议桌','','','270','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('274','大班台','','','270','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('275','文件柜','','','270','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('276','办公椅','','','270','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('277','灯饰照明','','','326','1','','套','0','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('278','吊顶','','','277','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('279','壁灯','','','277','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('280','吸顶灯','','','277','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('281','台灯','','','277','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('282','落地灯','','','277','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('283','LED/光源','','','277','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('284','生活电器','','','326','6','','套','0','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('285','冰箱','','','284','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('286','洗衣机','','','284','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('287','空调','','','284','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('288','电视','','','284','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('289','热水器','','','284','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('290','吸油烟机','','','284','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('291','净水设备','','','284','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('296','花洒','','','292','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('297','座便器','','','292','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('303','强化实木地板','','','573','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('515','定制木门','','','0','9','','樘','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('514','瓷砖建材','','','0','10','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('307','家装五金','','','504','4','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('308','开关插座','','','307','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('309','锁具','','','307','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('310','门吸','','','307','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('312','床上用品','','','311','1','','套','0','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('398','餐巾/餐垫','','','315','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('314','布艺织物','','','311','3','','套','0','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('315','厨房餐饮','','','311','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('397','杯子','','','315','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('319','家居饰品','','','311','4','','套','0','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('320','居家日用','','','311','2','','套','0','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('503','办公家具','','','0','4','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('502','户外家具','','','0','4','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('325','家具城','','','0','1','','套','1','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('326','建材城','','','0','2','','套','1','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('528','乳胶漆配件','','','525','50','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('527','木器漆','','','525','50','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('334','安装服务','','','505','6','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('335','卫浴安装','','','334','0','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('336','地板安装','','','334','0','','','0','','1','0','','0','0','0','1','');");
E_D("replace into `ecs_category` values('337','门安装','','','334','0','','','0','','1','0','','0','0','0','1','');");
E_D("replace into `ecs_category` values('339','床品件套','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('340','记忆枕','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('341','特惠套餐','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('342','床幔/蚊帐','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('343','被芯','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('344','枕芯','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('345','毛毯','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('346','床褥','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('347','被褥','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('348','被套','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('349','床笠','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('350','床裙','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('351','枕套','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('352','凉席','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('353','婚庆家纺','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('354','夏凉被','','','312','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('355','洗衣篮','','','320','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('356','晾晒架','','','320','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('357','洗漱用品','','','320','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('358','简易衣柜','','','320','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('359','衣架','','','320','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('360','家居收纳','','','320','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('361','纸巾盒','','','320','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('362','置物架','','','320','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('363','装饰镜/化妆镜','','','320','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('364','简易电脑桌','','','320','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('365','挂钩','','','320','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('366','烫衣板','','','320','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('367','净化除味','','','320','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('368','清洁用品','','','320','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('369','窗帘','','','314','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('370','布艺玩具','','','314','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('371','桌布','','','314','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('372','桌旗','','','314','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('373','窗帘辅料/配件','','','314','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('374','地毯/地垫','','','314','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('375','坐垫/靠垫','','','314','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('376','毛巾家纺','','','314','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('377','沙发套/垫','','','314','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('378','防尘罩','','','314','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('379','轨道/罗马杆','','','314','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('380','电话机','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('381','壁饰/帖饰','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('382','油画','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('383','装饰','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('384','烟灰缸','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('385','风水摆件','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('386','红酒架','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('387','创意公仔','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('388','装饰画','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('389','相框/照片墙','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('390','仿真花','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('391','花瓶/花盆','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('392','装饰花架','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('393','烛台/蜡烛','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('394','钟','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('395','首饰盒','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('396','装饰摆件','','','319','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('399','厨用收纳','','','315','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('400','餐具','','','315','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('401','刀具菜板','','','315','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('402','铲勺','','','315','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('403','茶具/咖啡具','','','315','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('404','果盘/托物盘','','','315','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('405','烹饪锅具','','','315','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('529','装修套餐','','','0','14','','套','1','','1','0','','0','1','0','1','');");
E_D("replace into `ecs_category` values('524','阳台瓷砖','','','520','50','','m2','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('525','油漆类','','','326','50','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('526','乳胶漆','','','525','50','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('519','工艺门','','','516','50','','樘','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('521','客厅瓷砖','','','520','50','','m2','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('520','瓷砖类目','','','514','50','','m2','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('523','厕所瓷砖','','','520','50','','m2','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('522','厨房瓷砖','','','520','50','','m2','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('517','实木门','','','516','50','','樘','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('516','套装门','','','515','50','','樘','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('504','五金配件','','','515','6','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('506','墙纸地板','','','0','6','','m2','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('505','安装服务','','','0','15','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('510','定制衣柜','','','508','50','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('509','定制橱柜','','','508','50','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('507','定制家具','','','0','5','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('508','定制家具','','','507','1','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('512','定制酒柜','','','508','50','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('511','定制鞋柜','','','508','50','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('530','钛金移门','','','515','50','','套','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('531','装修服务','','','529','50','','','0','','1','0','','0','1','0','0','');");
E_D("replace into `ecs_category` values('532','装修设计','','','529','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('533','装修风格','','','529','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('534','本地装修','','','529','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('535','装修公司','','','529','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('536','装修户型','','','529','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('578','半包','','','535','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('538','全屋装修','','','531','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('539','毛坯房装修','','','531','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('540','二次翻新','','','531','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('541','局部装修','','','531','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('542','单项装修','','','531','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('543','免费设计','','','532','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('544','软装设计','','','532','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('545','套餐设计','','','532','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('546','家装设计','','','532','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('547','商业空间设计','','','532','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('548','美式乡村风格','','','533','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('549','古典欧式风格','','','533','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('550','地中海式风格','','','533','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('551','东南亚风格','','','533','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('552','日韩风格','','','533','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('553','新古典风格','','','533','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('555','新中式风格','','','533','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('556','单身公寓','','','536','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('557','平层公寓','','','536','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('558','联排别墅','','','536','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('559','复式公寓','','','536','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('560','独栋别墅','','','536','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('561','软装套餐','','','536','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('562','办公空间','','','536','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('579','清包','','','535','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('572','现代简约风格','','','533','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('567','北京','','','534','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('568','上海','','','534','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('569','四川','','','534','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('570','湖北','','','534','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('571','全包','','','535','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('573','地面','','','506','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('574','实木地板','','','573','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('575','强化复合地板','','','573','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('576','无纺布墙纸','','','301','50','','','0','','1','0','','0','0','0','0','');");
E_D("replace into `ecs_category` values('577','PVC墙纸','','','301','50','','','0','','1','0','','0','0','0','0','');");

require("../../inc/footer.php");
?>